app/controllers/authors_controller.rb

  def create
    @author = Author.new(params[:author])

    respond_to do |format|
      if @author.save
---
INSERT INTO "authors" ("created_at", "crypted_password", "email", "salt", "updated_at", "username") VALUES (?, ?, ?, ?, ?, ?)  [["created_at", Mon, 22 Apr 2013 15:15:06 UTC +00:00], ["crypted_password", nil], ["email", nil], ["salt", nil], ["updated_at", Mon, 22 Apr 2013 15:15:06 UTC +00:00], ["username", nil]]