app/controllers/welcome_controller.rb

  def index
    @news = News.all
    @clubsessions = Clubsession.all(:order => "starttime ASC")
---
SELECT "news".* FROM "news"
SELECT "clubsessions".* FROM "clubsessions" ORDER BY starttime ASC